<!DOCTYPE html>
<html>
<head>
    <meta forua="true" http-equiv="Cache-Control" content="max-age=0"/>
    <style type="text/css">
   
   body {
      font-family: Arial, Helvetica, sans-serif;
      text-align: left;
      color: #242424;
      font-size: 18px;
      padding-left: 20px;
      padding-right: 20px;
      text-align: left;
   }
   img {
      max-width: 100%;
      height: auto;
      display: block; /* Ensures proper rendering */
      margin: 0 auto; /* Center the image */
   }
   .pattern-image {
         width: 70%;
      }

      
    </style>
</head>

<body>


<p><strong>Implicaciones</strong></p>
<p>Un Pennant (Bearish) se considera una señal de bearish, indicando que la tendencia de baja actual puede continuar.</p>
<p><strong>Descripción</strong></p>
<p>Un Pennant (Bearish) sigue una caída abrupta o casi vertical del precio, y consiste en dos líneas de tendencia convergentes que forman una forma de bandera estrecha y apagada. La forma Pennant generalmente aparece como una forma horizontal, en lugar de una con una tendencia hacia abajo o hacia arriba.</p>
<p>Además de su forma, el Pennant es similar en todos los aspectos a la Bandera. El Pennant también es similar a los patrones de continuidad del Triángulo Simétrico o Wedge; el Pennant es típicamente más corto en duración y vuela horizontalmente.</p>

<center>
   <p><img alt="" class="pattern-image" src="images/Bearish-Pennant.webp" /></p>
</center>



<p><strong>Caracter&iacute;sticas importantes</strong><br /><br/>
   Las siguientes son caracter&iacute;sticas importantes para este patr&oacute;n. <br /><br /><strong>L&iacute;neas de tendencia</strong>
   <br /><br />Para Pennants, las l&iacute;neas de tendencias de precios tienden a converger. Al comienzo del Pennant, el precio sube
    hacia abajo, tal vez en respuesta a un anuncio inesperado y negativo de la compa&ntilde;&iacute;a. Despu&eacute;s del aumento de 
    los precios, las fluctuaciones de precios contin&uacute;an hasta que se reducen y se vuelven cada vez menos vol&aacute;tiles. 
    Este comportamiento aparece en un gr&aacute;fico de precios con el aumento inicial de los precios formando lo que los analistas 
    t&eacute;cnicos denominan el "mast" del Pennant, seguido de una forma triangular del pennant. <br /><br />
    <strong>Volumen</strong><br /><br />A medida que el Pennant se desarrolla, el volumen tiende a disminuir. 
    Martin Pring observa en su libro, An&aacute;lisis T&eacute;cnico Explicado, "un pennant es en efecto un tri&aacute;ngulo muy 
    peque&ntilde;o. En cualquier caso, el volumen tiende a contraer a&uacute;n m&aacute;s durante la formaci&oacute;n de un pinante 
    que durante el de una bandera". Sin embargo, al igual que con Flags, cuando el Pennant finaliza, a menudo observar&aacute; un 
    fuerte aumento en el volumen. <br /><br /><strong>Duraci&oacute;n del patr&oacute;n</strong><br /><br />En su libro, 
    An&aacute;lisis T&eacute;cnico de los Mercados Financieros, John J. Murphy identifica que Pennants and Flags son relativamente 
    de corto plazo y deben ser completados dentro de una a tres semanas". Tambi&eacute;n observa que, por comparaci&oacute;n, 
    los patrones de bullismo tardan m&aacute;s tiempo en desarrollarse que los relacionados con los de orejas. <br /><br />
    <strong>Consideraciones de negociaci&oacute;n</strong><br /><br />Posibilidad de inversi&oacute;n de precios <br/>
    <br />En algunos casos raros, el precio romper&aacute; contra el movimiento original del precio y crear&aacute; una tendencia inversa.
     La reversi&oacute;n del patr&oacute;n puede ser se&ntilde;alada durante la formaci&oacute;n de Pennant por un aumento en el volumen, en vez de la disminuci&oacute;n m&aacute;s t&iacute;pica. <br /><br /><strong>Duraci&oacute;n del patr&oacute;n</strong><br /><br />La duraci&oacute;n del patr&oacute;n depende de la magnitud de las fluctuaciones de precios (consolidation). Cuanto m&aacute;s grandes sean las fluctuaciones, m&aacute;s tiempo tomar&aacute; un patr&oacute;n para desarrollarse. <br /><br /><strong>Precio objetivo</strong><br /><br />Se considera com&uacute;nmente que la longitud del mastro indica el aumento potencial de los precios. Al igual que la Bandera, el Pennant se considera una pausa en una tendencia descendente. Siguiendo el Pennant, el precio suele saltar para replicar la altura del mast, mientras contin&uacute;a en la direcci&oacute;n de la tendencia de entrada. <br /><br /><strong>Criterios que respaldan</strong><br /><br /><strong>Volumen</strong><br /><br />El volumen debe disminuir notablemente a medida que se forman los patrones. <br /><br />Un fuerte pico de volumen el d&iacute;a de la confirmaci&oacute;n del patr&oacute;n es un indicador fuerte en apoyo del potencial para este patr&oacute;n. El pico de volumen debe estar significativamente por encima de la media del volumen durante la duraci&oacute;n del patr&oacute;n. Adem&aacute;s, el volumen en el curso del patr&oacute;n deber&iacute;a estar disminuyendo en promedio. <br /><br /><strong>Criterios que refuten</strong><br /><br /><strong>Duraci&oacute;n del patr&oacute;n</strong><br /><br />Seg&uacute;n Martin Pring, un patr&oacute;n que exceda de "4 semanas para desarrollar debe... ser tratado con precauci&oacute;n". Despu&eacute;s de 4 semanas, el inter&eacute;s en la acci&oacute;n es probable que disminuya para se&ntilde;alar que es poco probable que siga en una fuerte tendencia descendente.</p>


<p><strong>No hay aumento de volumen en la breakout</strong><br /><br />La falta de un pico de volumen el d&iacute;a de la confirmaci&oacute;n del patr&oacute;n es una indicaci&oacute;n de que este patr&oacute;n puede no ser fiable. Adem&aacute;s, si el volumen ha permanecido constante, o estaba aumentando, durante la duraci&oacute;n del patr&oacute;n, entonces este patr&oacute;n debe considerarse menos fiable y puede revertirse. <br /><br /><strong>Comportamiento subyacente</strong><br /><br />Este patr&oacute;n es efectivamente una pausa en una tendencia descendente. El precio se ha movido por delante de s&iacute; mismo con una fuerte ca&iacute;da; por lo tanto, la actividad del mercado toma una pausa antes de continuar la tendencia descendente. Esta pausa se refleja en la disminuci&oacute;n del volumen comercial. Asimismo, un aumento de volumen marca la reanudaci&oacute;n de la tendencia descendente.</p>



<h4>Ejemplo de gráfico en vivo: </h4>
<center>
   <p><img alt="" src="images/bearish-pennant-chart-new.webp" /></p>
</center>
</body>
</html>
</html>
